Repository: luismejiarodriguez/scsmultisite
Catalog: web/modules/custom/main_title/translations/main_title-*.po
Languages: es

source: Create new Main Title
es: Crear nuevo Título principal

source: Main Title
es: Título principal

source: Choose
es: Elije

source: Allows you to add the main title
es: Le permite agregar el título principal

source: Allows you to add or modify the Padding values (Top, Bottom, Full)
es: Le permite agregar o modificar los valores de Relleno (Superior, Inferior, Completo)

source: It allows to align the Title inside its container.
es: Permite alinear el Título dentro de su contenedor.

source: Allows you to add a Shadow effect to the text.
es: Permite alinear el Título dentro de su contenedor.

source: Text with shadow effect
es: Texto con efecto sombra

source: Set title
es: Configurar título

source: Animation Effects
es: Efectos de animación

source: Align texts
es: Alinear textos

source: Allows you to add animation effects with CSS.
es: Permite agregar efectos de animación con CSS.

source: Add Line Text
es: Añadir Línea decorativa

source: Add a line with several customization options.
es: Añade una línea con varias opciones de personalización.

source: Border Top Only
es: Activar border superior

source: Border Bottom Only
es: Activar border inferior

source: It allows to configure BORDER BOTTOM only.
es: Permite activar y configurar border inferior.

source: It allows to configure TOP BORDER only.
es: Permite activar y configurar border superior.

source: Background Color
es: Color del fondo

source: Allows you to add or modify the background color of the block.
es: Le permite agregar o modificar el color de fondo del bloque.

source: Box Shadow
es: Sombra del bloque

source: Allows you to add shadow to the block.
es: Permite añadir sombra al bloque.

source: Margin Bottom
es: Margen inferior del bloque

source: Allows you to add a bottom margin to the block
es: Permite añadir un margen inferior al bloque

source: Margin Top
es: Margen superior del bloque

source: Allows you to add a top margin to the block
es: Permite añadir un margen superior al bloque

source: Bold text
es: Texto en negrita

source: Allows you to increase the thickness of the text
es: Permite aumentar el grosor del texto

source: Border style
es: Estilo del borde

source: Allows you to configure a specific border style
es: Le permite configurar un estilo de borde específico

source: Border Color
es: Color del borde

source: Allows you to add or modify the border color of the block.
es: Le permite agregar o modificar el color del borde del bloque.

source: Border width block
es: Grosor del borde del bloque

source: Allows you to modify the width of the border around the block
es: Le permite modificar el ancho del borde alrededor del bloque.

source: Border radius Bottom Left
es: Curvatura del borde inferior izquierda

source: Allows you to add curvature to the bottom left edge.
es: Le permite agregar curvatura al borde inferior izquierdo.

source: Border radius Bottom Right
es: Curvatura del borde inferior derecha

source: Allows you to add curvature to the bottom right edge.
es: Le permite agregar curvatura al borde inferior derecho.

source: Border radius Top Left
es: Curvatura del borde superior izquierda

source: Allows you to add curvature to the top left edge.
es: Le permite agregar curvatura al borde superior izquierdo.

source: Border radius Top right
es: Curvatura del borde Arriba a la derecha

source: Allows you to add curvature to the top right edge.
es: Le permite agregar curvatura al borde superior derecho.

source: Text Color
es: Color del texto

source: Allows you to modify or add a color to the Title
es: Le permite modificar o agregar un color al Título.

source: Fixed block height
es: Fijar altura del bloque

source: Allows you to set a fixed height to the block.
es: Fijar altura del bloque

source: Font family
es: Tipo de letra

source: Allows you to select a specific lettering style for this content.
es: Le permite seleccionar un estilo de letra específico para este contenido.

source: Font size
es: Tamaño del texto

source: Allows you to modify the size of the text within the block
es: Le permite modificar el tamaño del texto dentro del bloque.

source: Global Border
es: Borde global

source: Allows you to add a border around the entire block.
es: Le permite agregar un borde alrededor de todo el bloque.

source: Global Border radius
es: Curvatura del Borde global

source: Allows you to add curvature globally edge.
es: Le permite agregar curvatura globalmente al borde.

source: H Tag
es: Etiqueta H

source: Allows you to add or modify the type label (H1-H6), used for SEO Positioning purposes
es: Permite agregar o modificar la etiqueta tipo (H1-H6), utilizada para fines de Posicionamiento SEO

source: Increase
es: Aumentar tamaño

source: It allows you to exponentially increase the size and thickness of the text.
es: Permite aumentar exponencialemente el tamaño y grosor del texto.

source: Global Padding
es: Padding Global

source: Allows you to modify the padding around the entire block.
es: Le permite modificar el relleno alrededor de todo el bloque.

source: Padding Bottom
es: Padding inferior

source: Allows you to add Bottom Padding to the block
es: Le permite agregar relleno lado inferior al bloque.

source: Padding Left
es: Padding lado izquierdo

source: Allows you to add Left Padding to the block
es: Le permite agregar relleno izquierdo al bloque.

source: Padding Right
es: Padding lado derecho

source: Allows you to add Right Padding to the block
es: Le permite agregar relleno derecho al bloque.

source: Padding Top
es: Padding superior

source: Allows you to add Padding Top to the block
es: Le permite agregar relleno lado superior al bloque.

source: This is an example of main title
es: Este es un ejemplo de título principal.

source: Line text color
es: Color Línea decorativa

source: Allows you to add or modify the color of the line that accompanies the text (If the option is activated).
es: Permite agregar o modificar el color de la línea que acompaña al texto (Si la opción está activada).

source: Line Text Type
es: Tipo de Línea decorativa

source: Allows you to choose the type of text line (If the option is activated).
es: Le permite elegir el tipo de Línea decorativa (Si la opción está activada).

source: Title extras
es: Configuraciones adicionales del título

source: Text Line
es: Línea decorativa

source: Text Line Settings
es: Configuraciones Linea decorativa

source: Extra Block settings
es: Configuraciones adicionales del bloque

source: Padding Settings
es: Configuraciones de padding del bloque

source: Border Block settings
es: Configuraciones de borde del bloque

source: Allows you to choose the type of bottom line (If the option is activated)
es: Le permite elegir el tipo de línea decorativa (Si la opción está activada)

source: Mobile
es: Móvil

source: Mobile Settings
es: Configuración móviles

source: Align on Mobile
es: Alinear en dispositivos móviles

source: Allows you to align the texts (On mobile devices only)
es: Permite alinear los textos (En dispositivos móviles solamente)

source: Padding Unit
es: Unidad de Padding

source: Allows you to choose the measurement to apply the padding.
es: Permite elegir la medida para aplicar el padding.

source: EXTRAS
es: CONFIGURACIONES ADICIONALES
