Repository: luismejiarodriguez/scsmultisite
Catalog: web/modules/custom/custom_view_modes/translations/custom_view_modes-*.po
Languages: es

source: Slide Button and Caption
es: Diapositiva con texto y botón

source: Slide Caption Center
es: Diapositiva con texto centralizado

source: Slide Default
es: Diapositiva simple

source: Horizontal Card
es: Tarjeta horizontal

source: Download Button
es: Botón Descarga

source: Contact Button
es: Botón Contacta

source: BG Card
es: Tarjeta con fondo

source: Normal Button
es: Botón Simple

source: Full width Column
es: Ancho Completo

source: square image(650x650)
es: Imagen Cuadrada(650x650)

source: icon link horizontal
es: Icono y Enlace horizontal

source: icon link vertical
es: Icono y Enlace Vertical

source: Social Links Header Top
es: Enlaces Redes Cabecera Superior

source: It allows you to choose different types of buttons, with their respective functionalities.
es: Permite elegir diferentes tipos de botones, con sus respectivas funcionalidades.

source: Allows you to add curvature to the top right edge.
es: Le permite agregar curvatura al borde superior derecho.

source: Allows you to add curvature to the bottom right edge.
es: Le permite agregar curvatura al borde inferior derecho.

source: Allows you to add curvature to the top left edge.
es: Le permite agregar curvatura al borde superior izquierdo.
