Repository: luismejiarodriguez/scsmultisite
Catalog: web/modules/custom/video_only/translations/video_only-*.po
Languages: es

source: Create new Video only
es: Crear nuevo Video solo

source: Video only
es: Video

source: Choose
es: Elije

source: Allows you to add a video from YouTube, in any content block.
es: Permite añadir un video desde youtube, en cualquier bloque de contenido.

source: Allows you to add or change the color of the Play button
es: Permite añadir o cambiar el color del botón Play

source: Cover Image
es: Imagen de portada

source: Color botón Play
es: Color del Botón Play

source: Grandient Play Btn
es: Color efecto degradado Botón Play

source: Allows you to add the gradient color that is applied to the play button
es: Le permite agregar el color degradado que se aplica al botón de reproducción.

source: Allows you to add a custom top margin
es: Le permite agregar un margen superior personalizado

source: You have not created any content types yet.
es: Aun no ha creado ningún tipo de contenido.

source: Allows you to add a cover image for the video
es: Le permite agregar una imagen de portada para el video

source: Play button color
es: Color del botón Play

source: Extras
es: Opciones extra
